import {
  Flower,
  Flower2,
  Flower3,
  Flower4,
  Tree,
  Tree2,
  Tree3,
  Tree4,
} from "../components/icons";

export const serviceData = [
  {
    icon: Flower,
    text: "چک کردن اسید خاک",
    desc: "با استفاده از ابزار مخصوص اسید خاک گیاه چک میشود",
  },
  {
    icon: Tree2,
    text: "برسی مواد معدنی خاک",
    desc: "یکی از موارد مهم خاک، مقدار مواد معدنی آن است که با دقت برسی میشود",
  },
  {
    icon: Flower4,
    text: "مشاهده بهترین دما",
    desc: "از موارد مهم برای گیاه مقدار دمای محیط است که باید اندازه گیری شود",
  },
  {
    icon: Tree3,
    text: "برسی آسیب های احتمالی",
    desc: "تمامی آسیب های احتمالی برسی میگردد تا از وقوع مشکلات آینده جلوگیری شود",
  },
  {
    icon: Tree,
    text: "از بین بردن عناصر آلوده خاک",
    desc: "با استفاده از روش های نوین،عناصر آلوده از خاک گیاهان شما جمع آوری میشوند",
  },
  {
    icon: Tree4,
    text: "برسی ظاهر",
    desc: "ظاهر گیاه بیانگر مسائل مهمی هست.میتوان با مشاهده ظاهر گیاه آفات و ... را متوجه شد",
  },
  {
    icon: Flower2,
    text: "اندازه گیری EC ",
    desc: "این اندازه گیری نشانی از مقدار کل مواد مغذی موجود برای گیاهان می‌دهد",
  },
  {
    icon: Flower3,
    text: "ارائه مکمل ",
    desc: "برای رشد بهتر گیاهان و رفع آفات از مکمل ها میتوان استفاده کرد",
  },
];
